export const reviewSlides = [
  {
    id: 'artem',
    platform: 'Кинопоиск',
    name: 'Артем Артемович',
    date: '12 сентября 2014',
    score: 9,
    desc: `Когда встречаются два гения - Торнаторре и Морриконе - результат поражает. Фильмы для меня похожи на
    гастрономию...есть кино, напоминающее попкорн - не задумываясь над вкусом, просто машинально опускаешь руку раз
    за разом в банку...`
  },
  {
    id: 'paul',
    platform: 'Okko',
    name: 'Paul Smith',
    date: '16 января 2010',
    score: 8,
    desc: `Пожалуй, "Легенда о 1900" - один из моих самых любимых фильмов! Это тот случай, когда фильм превосходит
     книгу. Бесподобная игра Тима Рота завораживает, музыка запоминается на всю жизнь.
      Фильм фильмов, что тут ещё сказать! для ценителей...`
  },
  {
    id: 'ksi',
    platform: 'Иви',
    name: 'Кси Икс',
    date: '10 апреля 2010',
    score: 9,
    desc: `Много слышала об этом фильме, обожаю Тима Рота, давно мечтала посмотреть - и вот посмотрела:
    совершенно разочарована. На мой вкус фильм сильно затянут, а сюжет и вовсе сильно притянут за уши.
    Бесподобна только музыка Морриконе....`
  }
]
