import x1 from './assets/rectangle387.png'
import x2 from './assets/rectangle388.png'
import x3 from './assets/rectangle389.png'
import x4 from './assets/rectangle390.png'
import x5 from './assets/rectangle391.png'

import xx1 from './assets/rectangle392.png'
import xx2 from './assets/rectangle393.png'
import xx3 from './assets/rectangle394.png'
import xx4 from './assets/rectangle395.png'
import xx5 from './assets/rectangle396.png'

export const topCardsData = [
  {
    src: x1,
    title: 'Холоп 2',
    price: '217.5 млн ₽'
  },
  {
    src: x2,
    title: 'Бременские музыканты',
    price: '204.5 млн ₽'
  },
  {
    src: x3,
    title: 'Воздух',
    price: '140.9 млн ₽'
  },
  {
    src: x4,
    title: 'Три богатыря и Пуп Земли',
    price: '54.2 млн ₽'
  },
  {
    src: x5,
    title: 'Из глубины',
    price: '38 млн ₽'
  }
]

export const mostWaitedCardsData = [
  {
    src: xx1,
    title: 'Падение империи',
    date: '16',
    month: 'мая'
  },
  {
    src: xx2,
    title: 'Я не киллер',
    date: '2',
    month: 'мая'
  },
  {
    src: xx3,
    title: 'Предчувствие',
    date: '4',
    month: 'апреля'
  },
  {
    src: xx4,
    title: 'Майор Гром: Игра',
    date: '24',
    month: 'мая'
  },
  {
    src: xx5,
    title: 'Приключения Паддингтона 3',
    date: '26',
    month: 'ноября'
  }
]

export const detailedmostWaitedCardsData = [
  {
    src: xx1,
    title: 'Падение империи',
    date: '16',
    month: 'мая',
    type: 'Боевик, драма',
    actors: `Кирстен Данст, Вагнер Моура, Кейли Спейни, Стивен Хендерсон, Соноя Мидзуно,
Джефферсон Уайт, Нельсон Ли, Карл Глусман, Чин Ха, Джоджо Т. Гиббс`,
    length: '109 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx2,
    title: 'Я не киллер',
    date: '2',
    month: 'мая',
    type: 'Боевик, комедия',
    actors: `Глен Пауэлл, Адриа Архона, Ретта, Остин Амелио, Молли Бернард, Моргана Шоу, Ричи Монтгомери, Кейт Эдейр, Майк Маркофф, Джо-Энн Робинсон`,
    length: '113 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx3,
    title: 'Предчувствие',
    date: '4',
    month: 'апреля',
    type: 'Фантастика, триллер, драма, мелодрама',
    actors: `Леа Сейду, Джордж Маккэй, Гуслаги Маланга, Даша Некрасова, Мартин Скали, Элина Ловенсон, Марта Хоскинс, Жюлия Фор, Кестер Лавлэйс, Фелисьен Пино`,
    length: '146 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx4,
    title: 'Майор Гром: Игра',
    date: '24',
    month: 'мая',
    type: 'Боевик, приключения',
    actors: `Тихон Жизневский, Александр Сетейкин, Алексей Маклаков, Любовь Аксёнова, Владимир Лысенко, Евгений Чебатков, Ольга Сутулова, Матвей Лыков`,
    length: '113 мин',
    price: '217.5 млн ₽'
  }
]

export const manyDetailedmostWaitedCardsData = [
  {
    src: xx1,
    title: 'Падение империи',
    date: '16',
    month: 'мая',
    type: 'Боевик, драма',
    actors: `Кирстен Данст, Вагнер Моура, Кейли Спейни, Стивен Хендерсон, Соноя Мидзуно,
Джефферсон Уайт, Нельсон Ли, Карл Глусман, Чин Ха, Джоджо Т. Гиббс`,
    length: '109 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx2,
    title: 'Я не киллер',
    date: '2',
    month: 'мая',
    type: 'Боевик, комедия',
    actors: `Глен Пауэлл, Адриа Архона, Ретта, Остин Амелио, Молли Бернард, Моргана Шоу, Ричи Монтгомери, Кейт Эдейр, Майк Маркофф, Джо-Энн Робинсон`,
    length: '113 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx3,
    title: 'Предчувствие',
    date: '4',
    month: 'апреля',
    type: 'Фантастика, триллер, драма, мелодрама',
    actors: `Леа Сейду, Джордж Маккэй, Гуслаги Маланга, Даша Некрасова, Мартин Скали, Элина Ловенсон, Марта Хоскинс, Жюлия Фор, Кестер Лавлэйс, Фелисьен Пино`,
    length: '146 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx4,
    title: 'Майор Гром: Игра',
    date: '24',
    month: 'мая',
    type: 'Боевик, приключения',
    actors: `Тихон Жизневский, Александр Сетейкин, Алексей Маклаков, Любовь Аксёнова, Владимир Лысенко, Евгений Чебатков, Ольга Сутулова, Матвей Лыков`,
    length: '113 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx1,
    title: 'Падение империи',
    date: '16',
    month: 'мая',
    type: 'Боевик, драма',
    actors: `Кирстен Данст, Вагнер Моура, Кейли Спейни, Стивен Хендерсон, Соноя Мидзуно,
Джефферсон Уайт, Нельсон Ли, Карл Глусман, Чин Ха, Джоджо Т. Гиббс`,
    length: '109 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx2,
    title: 'Я не киллер',
    date: '2',
    month: 'мая',
    type: 'Боевик, комедия',
    actors: `Глен Пауэлл, Адриа Архона, Ретта, Остин Амелио, Молли Бернард, Моргана Шоу, Ричи Монтгомери, Кейт Эдейр, Майк Маркофф, Джо-Энн Робинсон`,
    length: '113 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx3,
    title: 'Предчувствие',
    date: '4',
    month: 'апреля',
    type: 'Фантастика, триллер, драма, мелодрама',
    actors: `Леа Сейду, Джордж Маккэй, Гуслаги Маланга, Даша Некрасова, Мартин Скали, Элина Ловенсон, Марта Хоскинс, Жюлия Фор, Кестер Лавлэйс, Фелисьен Пино`,
    length: '146 мин',
    price: '217.5 млн ₽'
  },
  {
    src: xx4,
    title: 'Майор Гром: Игра',
    date: '24',
    month: 'мая',
    type: 'Боевик, приключения',
    actors: `Тихон Жизневский, Александр Сетейкин, Алексей Маклаков, Любовь Аксёнова, Владимир Лысенко, Евгений Чебатков, Ольга Сутулова, Матвей Лыков`,
    length: '113 мин',
    price: '217.5 млн ₽'
  }
]
